Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The publication of this series has ended.
ar: انتهى نشر هذه السلسلة.
bn: এই সিরিজের প্রকাশনা শেষ হয়ে গেছে।
cs: Vydávání této série skončilo.
da: Udgivelsen af denne serie er afsluttet.
de: Die Veröffentlichung dieser Serie ist beendet.
el: Η έκδοση αυτής της σειράς έχει ολοκληρωθεί.
es: La publicación de esta serie ha finalizado.
es_419: La publicación de esta serie ha finalizado.
fa: انتشار این سری به پایان رسیده است.
fi: Tämän sarjan julkaisu on päättynyt.
fil: Natapos na ang publikasyon ng seryeng ito.
fr: La publication de cette série est terminée.
he: פרסום הסדרה הזו הסתיים.
hi: इस सीरीज़ का प्रकाशन समाप्त हो चुका है।
hu: Ennek a sorozatnak a kiadása befejeződött.
hy: Այս շարքի հրատարակումն ավարտվել է։
id: Penerbitan seri ini telah berakhir.
it: La pubblicazione di questa serie è terminata.
ja: この作品の連載は終了しました。
ko: 이 시리즈의 연재가 종료되었어요.
ms: Penerbitan siri ini telah tamat.
nb: Utgivelsen av denne serien er avsluttet.
nl: De publicatie van deze serie is afgelopen.
pl: Publikacja tej serii dobiegła końca.
pt_br: A publicação desta série terminou.
pt_pt: A publicação desta série terminou.
ro: Publicarea acestei serii s-a încheiat.
ru: Публикация этого тайтла завершена.
sv: Publiceringen av den här serien har avslutats.
ta: இந்தத் தொடரின் வெளியீடு முடிந்துவிட்டது.
te: ఈ సిరీస్ ప్రచురణ ముగిసింది.
th: การตีพิมพ์ของซีรีส์นี้สิ้นสุดแล้ว
tr: Bu serinin yayını sona erdi.
uk: Видання цього серіалу завершено.
ur: اس سیریز کی اشاعت ختم ہو چکی ہے۔
vi: Series này đã ngừng xuất bản.
zh_hans: 本作的连载已结束。
zh_hant: 此系列已停止連載。

source: The studio has been defunct for %lld years.
ar: توقف الاستوديو عن العمل منذ %lld سنوات.
bn: স্টুডিওটি %lld বছর ধরে বন্ধ রয়েছে।
cs: Studio je %lld let zaniklé.
da: Studiet har været nedlagt i %lld år.
de: Das Studio ist seit %lld Jahren aufgelöst.
el: Το studio έχει κλείσει εδώ και %lld χρόνια.
es: El estudio lleva cerrado %lld años.
es_419: El estudio lleva %lld años cerrado.
fa: این Studio %lld سال است که منحل شده است.
fi: Studio on ollut lakkautettuna %lld vuotta.
fil: %lld taon nang hindi aktibo ang studio.
fr: Le studio a fermé il y a %lld ans.
he: הסטודיו סגור כבר %lld שנים.
hi: यह studio %lld साल से बंद है।
hu: A stúdió %lld éve szűnt meg.
hy: Ստուդիան փակ է արդեն %lld տարի։
id: Studio ini telah tutup selama %lld tahun.
it: Lo studio è inattivo da %lld anni.
ja: このスタジオは%lld年前に解散しました。
ko: 이 스튜디오는 %lld년 전에 폐업했어요.
ms: Studio ini telah tutup selama %lld tahun.
nb: Studioet har vært nedlagt i %lld år.
nl: De studio is al %lld jaar opgeheven.
pl: To studio nie istnieje od %lld lat.
pt_br: O estúdio está inativo há %lld anos.
pt_pt: O estúdio está extinto há %lld anos.
ro: Studioul este desființat de %lld ani.
ru: Студия закрыта уже %lld лет.
sv: Studion har varit nedlagd i %lld år.
ta: இந்த ஸ்டுடியோ %lld ஆண்டுகளாக செயலிழந்துள்ளது.
te: ఈ studio %lld సంవత్సరాలుగా మూతపడింది.
th: สตูดิโอนี้ปิดตัวไปแล้ว %lld ปี
tr: Stüdyo %lld yıldır faaliyette değil.
uk: Студія припинила діяльність %lld років тому.
ur: اسٹوڈیو %lld سال سے بند ہے۔
vi: Studio đã ngừng hoạt động được %lld năm.
zh_hans: 该工作室已停止运营 %lld 年。
zh_hant: 此工作室已歇業 %lld 年。

source: The studio was founded %lld years ago.
ar: تأسس الاستوديو قبل %lld سنوات.
bn: স্টুডিওটি %lld বছর আগে প্রতিষ্ঠিত হয়েছিল।
cs: Studio bylo založeno před %lld lety.
da: Studiet blev grundlagt for %lld år siden.
de: Das Studio wurde vor %lld Jahren gegründet.
el: Το studio ιδρύθηκε πριν από %lld χρόνια.
es: El estudio se fundó hace %lld años.
es_419: El estudio se fundó hace %lld años.
fa: این Studio %lld سال پیش تأسیس شده است.
fi: Studio perustettiin %lld vuotta sitten.
fil: Itinatag ang studio %lld taon na ang nakalipas.
fr: Le studio a été fondé il y a %lld ans.
he: הסטודיו נוסד לפני %lld שנים.
hi: यह studio %lld साल पहले स्थापित हुआ था।
hu: A stúdió %lld éve alakult.
hy: Ստուդիան հիմնադրվել է %lld տարի առաջ։
id: Studio ini didirikan %lld tahun lalu.
it: Lo studio è stato fondato %lld anni fa.
ja: このスタジオは%lld年前に設立されました。
ko: 이 스튜디오는 %lld년 전에 설립되었어요.
ms: Studio ini ditubuhkan %lld tahun yang lalu.
nb: Studioet ble grunnlagt for %lld år siden.
nl: De studio is %lld jaar geleden opgericht.
pl: To studio założono %lld lat temu.
pt_br: O estúdio foi fundado há %lld anos.
pt_pt: O estúdio foi fundado há %lld anos.
ro: Studioul a fost fondat acum %lld ani.
ru: Студия основана %lld лет назад.
sv: Studion grundades för %lld år sedan.
ta: இந்த ஸ்டுடியோ %lld ஆண்டுகளுக்கு முன்பு நிறுவப்பட்டது.
te: ఈ studio %lld సంవత్సరాల క్రితం స్థాపించబడింది.
th: สตูดิโอนี้ก่อตั้งเมื่อ %lld ปีที่แล้ว
tr: Stüdyo %lld yıl önce kuruldu.
uk: Студію засновано %lld років тому.
ur: اسٹوڈیو %lld سال پہلے قائم ہوا تھا۔
vi: Studio được thành lập cách đây %lld năm.
zh_hans: 该工作室成立于 %lld 年前。
zh_hant: 此工作室成立於 %lld 年前。

source: There are no characters matching your search. Please try a different query or check your WiFi connection.
ar: لا توجد شخصيات تطابق بحثك. يُرجى تجربة استعلام مختلف أو التحقق من اتصال WiFi.
bn: তোমার সার্চের সঙ্গে মেলে এমন কোনো চরিত্র নেই। অন্য কিছু খুঁজে দেখো বা তোমার WiFi সংযোগ পরীক্ষা করো।
cs: Žádné postavy neodpovídají tvému hledání. Zkus jiný dotaz nebo zkontroluj připojení k WiFi.
da: Der er ingen karakterer, der matcher din søgning. Prøv en anden søgning, eller tjek din WiFi-forbindelse.
de: Es gibt keine Charaktere, die zu deiner Suche passen. Versuche eine andere Suchanfrage oder überprüfe deine WLAN-Verbindung.
el: Δεν υπάρχουν χαρακτήρες που να ταιριάζουν με την αναζήτησή σου. Δοκίμασε διαφορετική αναζήτηση ή έλεγξε τη σύνδεση WiFi σου.
es: No hay personajes que coincidan con tu búsqueda. Prueba con otra búsqueda o comprueba tu conexión WiFi.
es_419: No hay personajes que coincidan con tu búsqueda. Prueba con otra consulta o revisa tu conexión WiFi.
fa: هیچ شخصیتی مطابق با جستجوی تو پیدا نشد. لطفاً عبارت دیگری را امتحان کن یا اتصال WiFi خود را بررسی کن.
fi: Hakuasi vastaavia hahmoja ei löytynyt. Kokeile toista hakua tai tarkista WiFi-yhteytesi.
fil: Walang karakter na tumutugma sa iyong paghahanap. Subukan ang ibang query o tingnan ang iyong koneksyon sa WiFi.
fr: Aucun personnage ne correspond à ta recherche. Essaie une autre requête ou vérifie ta connexion WiFi.
he: אין דמויות שתואמות לחיפוש שלכם. נסו חיפוש אחר או בדקו את חיבור ה-WiFi.
hi: आपकी खोज से मेल खाता कोई किरदार नहीं है। कृपया कोई दूसरी खोज आज़माएँ या अपना WiFi कनेक्शन जाँचें।
hu: Nincs a keresésednek megfelelő karakter. Próbálj másik keresést, vagy ellenőrizd a WiFi-kapcsolatodat.
hy: Քո որոնմանը համապատասխանող կերպար չկա։ Փորձիր այլ հարցում կամ ստուգիր քո WiFi կապը։
id: Tidak ada karakter yang cocok dengan pencarianmu. Coba kata kunci lain atau periksa koneksi WiFi-mu.
it: Nessun personaggio corrisponde alla tua ricerca. Prova con un'altra ricerca o controlla la tua connessione WiFi.
ja: 検索に一致するキャラクターはありません。別のキーワードで試すか、WiFi接続を確認してください。
ko: 검색과 일치하는 캐릭터가 없어요. 다른 검색어를 시도하거나 WiFi 연결을 확인해 주세요.
ms: Tiada watak yang sepadan dengan carian anda. Sila cuba carian lain atau semak sambungan WiFi anda.
nb: Ingen karakterer samsvarer med søket ditt. Prøv et annet søk, eller sjekk WiFi-tilkoblingen din.
nl: Er zijn geen personages die overeenkomen met je zoekopdracht. Probeer een andere zoekterm of controleer je wifiverbinding.
pl: Brak postaci pasujących do twojego wyszukiwania. Spróbuj innego zapytania lub sprawdź połączenie WiFi.
pt_br: Nenhum personagem corresponde à sua busca. Tente uma busca diferente ou verifique sua conexão WiFi.
pt_pt: Não há personagens que correspondam à tua pesquisa. Tenta uma pesquisa diferente ou verifica a tua ligação WiFi.
ro: Niciun personaj nu corespunde căutării tale. Încearcă o altă căutare sau verifică-ți conexiunea WiFi.
ru: Нет персонажей, соответствующих вашему запросу. Попробуйте другой запрос или проверьте подключение к Wi-Fi.
sv: Det finns inga karaktärer som matchar din sökning. Prova en annan sökning eller kontrollera din WiFi-anslutning.
ta: உங்கள் தேடலுக்குப் பொருந்தும் கதாபாத்திரங்கள் இல்லை. வேறொரு தேடலை முயற்சிக்கவும் அல்லது உங்கள் WiFi இணைப்பைச் சரிபார்க்கவும்.
te: మీ సెర్చ్‌కి సరిపోయే క్యారెక్టర్‌లు ఏవీ లేవు. వేరే క్వెరీ ప్రయత్నించండి లేదా మీ WiFi కనెక్షన్ చెక్ చేయండి.
th: ไม่พบตัวละครที่ตรงกับการค้นหาของคุณ กรุณาลองคำค้นอื่นหรือตรวจสอบการเชื่อมต่อ WiFi ของคุณ
tr: Aramanla eşleşen karakter yok. Lütfen farklı bir arama dene ya da WiFi bağlantını kontrol et.
uk: Немає персонажів за твоїм запитом. Спробуй інший запит або перевір з’єднання WiFi.
ur: آپ کی تلاش سے ملتا جلتا کوئی کردار نہیں ہے۔ براہ کرم کوئی مختلف اصطلاح آزمائیں یا اپنا WiFi کنکشن چیک کریں۔
vi: Không có nhân vật nào khớp với tìm kiếm của bạn. Hãy thử từ khoá khác hoặc kiểm tra kết nối WiFi của bạn.
zh_hans: 没有符合你搜索的角色。请尝试其他关键词或检查你的 WiFi 连接。
zh_hant: 沒有符合你搜尋的角色。請嘗試不同的關鍵字，或檢查你的 WiFi 連線。

source: There are no entries in this category yet.
ar: لا توجد إدخالات في هذه الفئة بعد.
bn: এই বিভাগে এখনও কোনো এন্ট্রি নেই।
cs: V této kategorii zatím nejsou žádné záznamy.
da: Der er ingen punkter i denne kategori endnu.
de: In dieser Kategorie gibt es noch keine Einträge.
el: Δεν υπάρχουν ακόμη καταχωρίσεις σε αυτήν την κατηγορία.
es: Todavía no hay entradas en esta categoría.
es_419: Aún no hay entradas en esta categoría.
fa: هنوز هیچ ورودی‌ای در این دسته وجود ندارد.
fi: Tässä kategoriassa ei ole vielä merkintöjä.
fil: Wala pang entry sa kategoryang ito.
fr: Il n’y a pas encore d’entrées dans cette catégorie.
he: אין עדיין רשומות בקטגוריה הזו.
hi: इस श्रेणी में अभी तक कोई प्रविष्टि नहीं है।
hu: Ebben a kategóriában még nincsenek bejegyzések.
hy: Այս կատեգորիայում դեռ գրառումներ չկան։
id: Belum ada entri dalam kategori ini.
it: Non ci sono ancora voci in questa categoria.
ja: このカテゴリにはまだ項目がありません。
ko: 이 카테고리에는 아직 항목이 없어요.
ms: Belum ada entri dalam kategori ini.
nb: Det finnes ingen oppføringer i denne kategorien ennå.
nl: Er staan nog geen items in deze categorie.
pl: W tej kategorii nie ma jeszcze żadnych wpisów.
pt_br: Ainda não há entradas nesta categoria.
pt_pt: Ainda não há entradas nesta categoria.
ro: Nu există încă intrări în această categorie.
ru: В этой категории пока нет записей.
sv: Det finns inga poster i den här kategorin än.
ta: இந்தப் பிரிவில் இன்னும் உள்ளீடுகள் இல்லை.
te: ఈ కేటగిరీలో ఇంకా ఎలాంటి ఎంట్రీలు లేవు.
th: ยังไม่มีรายการในหมวดหมู่นี้
tr: Bu kategoride henüz girdi yok.
uk: У цій категорії ще немає записів.
ur: اس زمرے میں ابھی تک کوئی اندراج نہیں ہے۔
vi: Chưa có mục nào trong danh mục này.
zh_hans: 此分类下暂时还没有任何条目。
zh_hant: 此分類中尚無任何項目。

source: There are no messages on this feed!
ar: لا توجد رسائل في هذا الموجز!
bn: এই ফিডে কোনো মেসেজ নেই!
cs: Na tomto feedu nejsou žádné zprávy!
da: Der er ingen beskeder i dette feed!
de: In diesem Feed gibt es keine Nachrichten!
el: Δεν υπάρχουν μηνύματα σε αυτό το feed!
es: ¡No hay mensajes en este feed!
es_419: ¡No hay mensajes en este feed!
fa: هیچ پیامی در این فید نیست!
fi: Tällä syötteellä ei ole viestejä!
fil: Walang mensahe sa feed na ito!
fr: Il n’y a aucun message sur ce fil !
he: אין הודעות בפיד הזה!
hi: इस फ़ीड पर कोई संदेश नहीं है!
hu: Ezen a feeden nincsenek üzenetek!
hy: Այս ֆիդում հաղորդագրություններ չկան։
id: Belum ada pesan di feed ini!
it: Non ci sono messaggi in questo feed!
ja: このフィードにはまだメッセージがありません！
ko: 이 피드에 메시지가 없어요!
ms: Tiada mesej pada suapan ini!
nb: Det er ingen meldinger på denne feeden!
nl: Er staan geen berichten op deze feed!
pl: Na tym kanale nie ma żadnych wiadomości!
pt_br: Não há mensagens neste feed!
pt_pt: Não há mensagens neste feed!
ro: Nu există mesaje în acest flux!
ru: В этой ленте нет сообщений!
sv: Det finns inga meddelanden i det här flödet!
ta: இந்த ஃபீடில் எந்தச் செய்தியும் இல்லை!
te: ఈ ఫీడ్‌లో మెసేజ్‌లు ఏవీ లేవు!
th: ไม่มีข้อความบนฟีดนี้!
tr: Bu akışta hiç mesaj yok!
uk: У цій стрічці ще немає повідомлень!
ur: اس فیڈ پر کوئی پیغام نہیں ہے!
vi: Chưa có tin nhắn nào trên feed này!
zh_hans: 此动态上还没有任何消息！
zh_hant: 此動態消息上還沒有任何訊息！

source: There are no messages on your feed!
ar: لا توجد رسائل في موجزك!
bn: তোমার ফিডে কোনো মেসেজ নেই!
cs: Na tvém feedu nejsou žádné zprávy!
da: Der er ingen beskeder i dit feed!
de: In deinem Feed gibt es keine Nachrichten!
el: Δεν υπάρχουν μηνύματα στο feed σου!
es: ¡No hay mensajes en tu feed!
es_419: ¡No hay mensajes en tu feed!
fa: هیچ پیامی در فید تو نیست!
fi: Syötteelläsi ei ole viestejä!
fil: Walang mensahe sa iyong feed!
fr: Il n’y a aucun message sur ton fil !
he: אין הודעות בפיד שלכם!
hi: आपके फ़ीड पर कोई संदेश नहीं है!
hu: A feededen nincsenek üzenetek!
hy: Քո ֆիդում հաղորդագրություններ չկան։
id: Belum ada pesan di feed-mu!
it: Non ci sono messaggi nel tuo feed!
ja: あなたのフィードにはまだメッセージがありません！
ko: 내 피드에 메시지가 없어요!
ms: Tiada mesej pada suapan anda!
nb: Det er ingen meldinger på feeden din!
nl: Er staan geen berichten op je feed!
pl: Na twoim kanale nie ma żadnych wiadomości!
pt_br: Não há mensagens no seu feed!
pt_pt: Não há mensagens no teu feed!
ro: Nu există mesaje în fluxul tău!
ru: В твоей ленте нет сообщений!
sv: Det finns inga meddelanden i ditt flöde!
ta: உங்கள் ஃபீடில் எந்தச் செய்தியும் இல்லை!
te: మీ ఫీడ్‌లో మెసేజ్‌లు ఏవీ లేవు!
th: ไม่มีข้อความบนฟีดของคุณ!
tr: Akışında hiç mesaj yok!
uk: У твоїй стрічці ще немає повідомлень!
ur: آپ کی فیڈ پر کوئی پیغام نہیں ہے!
vi: Chưa có tin nhắn nào trên feed của bạn!
zh_hans: 你的动态上还没有任何消息！
zh_hant: 你的動態消息上還沒有任何訊息！

source: These milestones marked your season finale
ar: هذه الإنجازات ميّزت ختام موسمك
bn: এই মাইলফলকগুলো তোমার সিজন ফিনালেকে চিহ্নিত করেছে
cs: Tyto milníky uzavřely tvé finále sezóny
da: Disse milepæle markerede din sæsonfinale
de: Diese Meilensteine prägten dein Staffelfinale
el: Αυτά τα ορόσημα σημάδεψαν το φινάλε της σεζόν σου
es: Estos hitos marcaron el final de tu temporada
es_419: Estos hitos marcaron el final de tu temporada
fa: این نقاط عطف، فینال فصل تو را رقم زدند
fi: Nämä virstanpylväät päättivät kautesi
fil: Ang mga milestone na ito ang tumatak sa iyong season finale
fr: Ces jalons ont marqué ton final de saison
he: אבני הדרך האלה סימנו את סיום העונה שלכם
hi: इन उपलब्धियों ने आपके सीज़न के समापन को चिह्नित किया
hu: Ezek a mérföldkövek jelölték az évadzáródat
hy: Այս հանգրվանները նշանավորեցին քո եթերաշրջանի եզրափակիչը
id: Pencapaian-pencapaian ini menandai season finale-mu
it: Questi traguardi hanno segnato il finale della tua stagione
ja: これらの節目があなたのシーズンフィナーレを飾りました
ko: 이 이정표들이 당신의 시즌 피날레를 장식했어요
ms: Pencapaian ini menandakan penamat musim anda
nb: Disse milepælene preget sesongfinalen din
nl: Deze mijlpalen markeerden je seizoensfinale
pl: Te kamienie milowe wyznaczyły finał twojego sezonu
pt_br: Estes marcos definiram o final da sua temporada
pt_pt: Estes marcos definiram o final da tua temporada
ro: Aceste momente importante ți-au marcat finalul de sezon
ru: Эти вехи стали финалом твоего сезона
sv: De här milstolparna präglade ditt säsongsfinal
ta: இந்த மைல்கற்கள் உங்கள் சீசன் இறுதியைக் குறித்தன
te: ఈ మైలురాళ్ళు మీ సీజన్ ఫినాలేని గుర్తించాయి
th: หมุดหมายเหล่านี้คือบทสรุปซีซันของคุณ
tr: Bu dönüm noktaları sezon finalini belirledi
uk: Ці віхи стали фіналом твого сезону
ur: ان سنگ میلوں نے آپ کے سیزن کے اختتام کو نمایاں کیا
vi: Những cột mốc này đánh dấu hồi kết mùa giải của bạn
zh_hans: 这些里程碑标志着你这一季的收官
zh_hant: 這些里程碑標誌了你的季末完結

source: They will be able to see your public messages, but will no longer be able to engage with them. They will also not be able to follow or message you, and you will not see notifications from them.
ar: سيتمكنون من رؤية رسائلك العامة، لكن لن يتمكنوا من التفاعل معها بعد الآن. كما لن يتمكنوا من متابعتك أو مراسلتك، ولن ترى إشعارات منهم.
bn: তিনি আপনার পাবলিক মেসেজ দেখতে পারবেন, তবে আর সেগুলোতে সাড়া দিতে পারবেন না। তিনি আপনাকে ফলো বা মেসেজও করতে পারবেন না, এবং আপনি তাঁর কাছ থেকে কোনো নোটিফিকেশন দেখতে পাবেন না।
cs: Budou moci vidět vaše veřejné zprávy, ale nebudou s nimi již moci interagovat. Také vás nebudou moci sledovat ani vám psát zprávy a neuvidíte od nich žádná oznámení.
da: De vil kunne se dine offentlige beskeder, men vil ikke længere kunne interagere med dem. De vil heller ikke kunne følge eller sende beskeder til dig, og du vil ikke se notifikationer fra dem.
de: Sie können weiterhin Ihre öffentlichen Nachrichten sehen, aber nicht mehr mit ihnen interagieren. Sie können Ihnen außerdem nicht mehr folgen oder Ihnen Nachrichten senden, und Sie erhalten keine Benachrichtigungen mehr von ihnen.
el: Θα μπορούν να βλέπουν τα δημόσια μηνύματά σας, αλλά δεν θα μπορούν πλέον να αλληλεπιδρούν με αυτά. Επίσης δεν θα μπορούν να σας ακολουθήσουν ή να σας στείλουν μήνυμα, και εσείς δεν θα βλέπετε ειδοποιήσεις από αυτούς.
es: Podrá ver tus mensajes públicos, pero ya no podrá interactuar con ellos. Tampoco podrá seguirte ni enviarte mensajes, y no verás notificaciones suyas.
es_419: Podrá ver tus mensajes públicos, pero ya no podrá interactuar con ellos. Tampoco podrá seguirte ni enviarte mensajes, y no verás notificaciones suyas.
fa: آن‌ها همچنان می‌توانند پیام‌های عمومی شما را ببینند، اما دیگر قادر به تعامل با آن‌ها نخواهند بود. همچنین نمی‌توانند شما را دنبال کنند یا برایتان پیام بفرستند و شما نیز اعلان‌های آن‌ها را دریافت نخواهید کرد.
fi: He voivat nähdä julkiset viestisi, mutta eivät voi enää reagoida niihin. He eivät myöskään voi seurata sinua tai lähettää sinulle viestejä, etkä sinä näe heidän ilmoituksiaan.
fil: Makikita pa rin nila ang iyong mga pampublikong mensahe, ngunit hindi na sila makakapakipag-ugnayan dito. Hindi rin nila magagawang i-follow o padalhan ka ng mensahe, at hindi mo makikita ang mga notipikasyon mula sa kanila.
fr: Cette personne pourra voir vos messages publics, mais ne pourra plus y interagir. Elle ne pourra pas non plus vous suivre ni vous envoyer de message, et vous ne verrez plus ses notifications.
he: הם יוכלו לראות את ההודעות הפומביות שלך, אך לא יוכלו עוד להגיב להן. הם גם לא יוכלו לעקוב אחריך או לשלוח לך הודעות, ולא תקבל מהם התראות.
hi: वे आपके सार्वजनिक संदेश देख सकेंगे, लेकिन उनके साथ इंटरैक्ट नहीं कर पाएँगे। वे आपको फ़ॉलो या संदेश भी नहीं भेज पाएँगे, और आपको उनकी ओर से कोई सूचना नहीं मिलेगी।
hu: Látni fogják a nyilvános üzeneteit, de nem tudnak majd reagálni rájuk. Ezenkívül nem tudják majd Önt követni vagy üzenetet küldeni Önnek, és Ön sem fog tőlük értesítéseket kapni.
hy: Նա կկարողանա տեսնել ձեր հրապարակային հաղորդագրությունները, սակայն այլևս չի կարողանա փոխազդել դրանց հետ։ Նա նաև չի կարողանա հետևել ձեզ կամ հաղորդագրություն ուղարկել, իսկ դուք չեք տեսնի նրանից եկող ծանուցումները։
id: Mereka masih dapat melihat pesan publik Anda, tetapi tidak lagi dapat berinteraksi dengannya. Mereka juga tidak dapat mengikuti atau mengirim pesan kepada Anda, dan Anda tidak akan melihat notifikasi dari mereka.
it: Potrà vedere i tuoi messaggi pubblici, ma non potrà più interagire con essi. Inoltre non potrà più seguirti né inviarti messaggi e tu non vedrai le sue notifiche.
ja: 相手はあなたの公開メッセージを閲覧できますが、それに対して反応することはできなくなります。また、相手はあなたをフォローしたりメッセージを送ったりできなくなり、あなたが相手からの通知を受け取ることもなくなります。
ko: 상대방은 회원님의 공개 메시지를 볼 수 있지만 더 이상 반응할 수 없습니다. 또한 회원님을 팔로우하거나 메시지를 보낼 수 없으며, 회원님은 상대방의 알림을 받지 않습니다.
ms: Mereka masih boleh melihat mesej awam anda, tetapi tidak lagi boleh berinteraksi dengannya. Mereka juga tidak akan dapat mengikuti atau menghantar mesej kepada anda, dan anda tidak akan melihat pemberitahuan daripada mereka.
nb: De vil kunne se de offentlige meldingene dine, men vil ikke lenger kunne samhandle med dem. De vil heller ikke kunne følge eller sende melding til deg, og du vil ikke se varsler fra dem.
nl: Hij of zij kan je openbare berichten zien, maar kan er niet meer mee interacteren. Ook kan hij of zij je niet meer volgen of een bericht sturen, en je ziet geen meldingen meer van hem of haar.
pl: Będą mogli widzieć Twoje publiczne wiadomości, ale nie będą już mogli z nimi wchodzić w interakcje. Nie będą również mogli Cię obserwować ani wysyłać Ci wiadomości, a Ty nie będziesz otrzymywać od nich powiadomień.
pt_br: A pessoa poderá ver suas mensagens públicas, mas não poderá mais interagir com elas. Ela também não poderá seguir você nem lhe enviar mensagens, e você não verá notificações dela.
pt_pt: Poderão ver as suas mensagens públicas, mas deixarão de poder interagir com elas. Também não poderão segui-lo nem enviar-lhe mensagens, e não verá notificações deles.
ro: Va putea vedea mesajele dumneavoastră publice, dar nu va mai putea interacționa cu ele. De asemenea, nu vă va mai putea urmări sau trimite mesaje, iar dumneavoastră nu veți mai vedea notificări de la această persoană.
ru: Этот пользователь сможет видеть ваши публичные сообщения, но не сможет взаимодействовать с ними. Он также не сможет подписываться на вас и писать вам, а вы не будете получать уведомления от него.
sv: De kommer att kunna se dina offentliga meddelanden, men kan inte längre interagera med dem. De kommer inte heller att kunna följa eller meddela dig, och du kommer inte att se aviseringar från dem.
ta: அவர்கள் உங்கள் பொதுச் செய்திகளைப் பார்க்க முடியும், ஆனால் அவற்றுடன் இனி தொடர்பு கொள்ள முடியாது. அவர்களால் உங்களைப் பின்தொடரவோ உங்களுக்குச் செய்தி அனுப்பவோ முடியாது, மேலும் அவர்களிடமிருந்து வரும் அறிவிப்புகளை நீங்கள் பார்க்க மாட்டீர்கள்.
te: వారు మీ పబ్లిక్ మెసేజ్‌లను చూడగలరు, కానీ వాటితో ఇంటరాక్ట్ చేయలేరు. అలాగే వారు మిమ్మల్ని ఫాలో చేయలేరు లేదా మీకు మెసేజ్ చేయలేరు, మరియు మీకు వారి నుండి నోటిఫికేషన్‌లు కనిపించవు.
th: พวกเขาจะยังเห็นข้อความสาธารณะของคุณได้ แต่จะไม่สามารถโต้ตอบกับข้อความเหล่านั้นได้อีกต่อไป พวกเขาจะไม่สามารถติดตามหรือส่งข้อความถึงคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากพวกเขา
tr: Herkese açık mesajlarınızı görebilecekler ancak artık bunlarla etkileşime geçemeyecekler. Ayrıca sizi takip edemeyecek veya size mesaj gönderemeyecekler ve onlardan gelen bildirimleri görmeyeceksiniz.
uk: Користувач зможе бачити ваші публічні повідомлення, але більше не зможе взаємодіяти з ними. Він також не зможе підписатися на вас чи написати вам, а ви не отримуватимете від нього сповіщень.
ur: وہ آپ کے عوامی پیغامات دیکھ سکیں گے، لیکن ان کے ساتھ مزید تعامل نہیں کر سکیں گے۔ وہ آپ کو فالو یا پیغام بھی نہیں کر سکیں گے، اور آپ کو ان کی طرف سے اطلاعات نظر نہیں آئیں گی۔
vi: Họ vẫn có thể xem các tin nhắn công khai của bạn, nhưng sẽ không còn tương tác được với chúng. Họ cũng sẽ không thể theo dõi hay nhắn tin cho bạn, và bạn sẽ không nhận được thông báo từ họ.
zh_hans: 对方仍能看到你的公开消息，但将无法再与之互动。对方也将无法关注你或向你发送消息，而你也不会收到来自对方的通知。
zh_hant: 對方仍可看見你的公開訊息，但將無法與之互動。對方也將無法追蹤你或傳送訊息給你，而你也不會看見來自對方的通知。
